{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.17.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of7.bin", "group1-shard2of7.bin", "group1-shard3of7.bin", "group1-shard4of7.bin", "group1-shard5of7.bin", "group1-shard6of7.bin", "group1-shard7of7.bin"], "weights": [{"name": "conv2d_3/kernel", "shape": [7, 7, 3, 96], "dtype": "float32"}, {"name": "conv2d_3/bias", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_2/gamma", "shape": [27], "dtype": "float32"}, {"name": "batch_normalization_2/beta", "shape": [27], "dtype": "float32"}, {"name": "batch_normalization_2/moving_mean", "shape": [27], "dtype": "float32"}, {"name": "batch_normalization_2/moving_variance", "shape": [27], "dtype": "float32"}, {"name": "conv2d_4/kernel", "shape": [5, 5, 96, 256], "dtype": "float32"}, {"name": "conv2d_4/bias", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_3/gamma", "shape": [13], "dtype": "float32"}, {"name": "batch_normalization_3/beta", "shape": [13], "dtype": "float32"}, {"name": "batch_normalization_3/moving_mean", "shape": [13], "dtype": "float32"}, {"name": "batch_normalization_3/moving_variance", "shape": [13], "dtype": "float32"}, {"name": "conv2d_5/kernel", "shape": [3, 3, 256, 384], "dtype": "float32"}, {"name": "conv2d_5/bias", "shape": [384], "dtype": "float32"}, {"name": "dense_3/kernel", "shape": [9600, 512], "dtype": "float32"}, {"name": "dense_3/bias", "shape": [512], "dtype": "float32"}, {"name": "dense_4/kernel", "shape": [512, 512], "dtype": "float32"}, {"name": "dense_4/bias", "shape": [512], "dtype": "float32"}, {"name": "dense_5/kernel", "shape": [512, 9], "dtype": "float32"}, {"name": "dense_5/bias", "shape": [9], "dtype": "float32"}]}]}